[
  {
    "date": "2026-02-24",
    "title": "Как нефтегазовые компании отчитаются по итогам 2025 года",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269238.php",
    "impact": "negative",
    "summary": "Статья прогнозирует значительное падение чистой прибыли Роснефти на 73% г/г (до 49 млрд руб.) и снижение EBITDA на 37% из-за падения рублевых цен на нефть на 26% и крепкого рубля. Ожидаются минимальные дивиденды 4 руб./акцию (1% доходность).",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Доходы РФ от экспорта ископаемого топлива сократились на 19%",
    "type": "news",
    "url": "",
    "impact": "negative",
    "summary": "Статья подтверждает усиление санкционного давления на Роснефть через блокирующие санкции OFAC и общий рост дисконта на российскую нефть. Падение выручки от экспорта нефти на 18% (до €85,5 млрд) при снижении физических объёмов всего на 6% указывает на значительное ухудшение ценовых условий — это прямо бьёт по доходам Роснефти, крупнейшего экспортёра российской нефти.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Доходы РФ от экспорта ископаемого топлива сократились на 19%",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1270667.php",
    "impact": "negative",
    "summary": "Статья подтверждает усиление санкционного давления на Роснефть через блокирующие санкции OFAC и общий рост дисконта на российскую нефть. Падение выручки от экспорта нефти на 18% (до €85,5 млрд) при снижении физических объёмов всего на 6% указывает на значительное ухудшение ценовых условий — это прямо бьёт по доходам Роснефти, крупнейшего экспортёра российской нефти.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "🛢 Удары США и Израиля по Ирану вызвали рост акций российских нефтяников",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1271073.php",
    "impact": "positive",
    "summary": "Геополитическая эскалация на Ближнем Востоке (удары США и Израиля по Ирану) повышает риски поставок ближневосточной нефти и создаёт ожидания роста цен на нефть, что позитивно для Роснефти как крупнейшего российского экспортёра нефти — рост акций на 2,89% отражает эту реакцию рынка.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "В биржевых стаканах Роснефти и Газпромнефти продавцы объявили выходной, котировки в верхних ценовых планках",
    "type": "news",
    "url": "https://smart-lab.ru/blog/news/1271077.php",
    "impact": "positive",
    "summary": "Эскалация ближневосточного конфликта (военная операция США против Ирана) повышает риски поставок ближневосточной нефти и создаёт ожидания роста цен на нефть, что позитивно для Роснефти как крупнейшего российского экспортёра — акции ускорили рост и находятся в верхних ценовых планках при отсутствии продавцов в стакане.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Восемь стран ОПЕК+ обсудят планы по уровню добычи нефти на апрель",
    "type": "news",
    "url": "https://1prime.ru/20260301/strany-867907027.html",
    "impact": "negative",
    "summary": "Решение ОПЕК+ об увеличении добычи на 411 тыс. б/с с апреля негативно для Роснефти, так как рост предложения на мировом рынке нефти приведёт к снижению цен, что ухудшит и без того слабые финансовые показатели компании (падение ЧП на 70% г/г) и усилит давление на маржинальность экспорта.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "СМИ: США не ожидают сильного изменения цен на нефть после удара по Ирану",
    "type": "news",
    "url": "https://ria.ru/20260301/ssha-2077567567.html",
    "impact": "negative",
    "summary": "Статья о том, что США ожидают ограниченного изменения цен на нефть после ударов по Ирану и не планируют высвобождать резервы — это позиция США, а не про Роснефть напрямую. Однако это противопоставляется предыдущим оценкам от 1-28 февраля, где ожидался рост цен на $20/барр. Если США сдерживают цены через отказ от резервов — это негатив для Роснефти, так как потенциал роста выручки от геополитической премии снижается.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Стало известно об открытии Ормузского пролива для танкеров",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/01/stalo-izvestno-ob-otkrytii-ormuzskogo-proliva-dlya-tankerov/",
    "impact": "negative",
    "summary": "Открытие Ормузского пролива для танкеров снижает геополитическую премию в ценах на нефть — если ранее угроза перекрытия пролива (20% мирового экспорта нефти) толкала цены вверх, то теперь этот риск нейтрализован, что негативно для Роснефти как крупнейшего экспортёра российской нефти, так как ограничивает потенциал роста выручки от экспорта.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Страны ОПЕК+ договорились увеличить лимит добычи нефти",
    "type": "news",
    "url": "https://www.rbc.ru/politics/01/03/2026/69a41b709a794715d7a46097",
    "impact": "positive",
    "summary": "Геополитическая эскалация на Ближнем Востоке (Иран vs Израиль, взрывы в ОАЭ) создаёт угрозу стабильности нефтяного рынка региона и может привести к росту цен на нефть из-за геополитических рисков, что позитивно для Роснефти как крупнейшего российского экспортёра нефти — рост мировых цен увеличит выручку и маржинальность.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Стало известно о поражении второго танкера у Ормузского пролива",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/01/second/",
    "impact": "positive",
    "summary": "Геополитическая эскалация у Ормузского пролива (поражение второго танкера, угроза закрытия ключевого маршрута для 20% мирового экспорта нефти) усиливает геополитические риски и может поддержать цены на нефть, что позитивно для Роснефти как крупнейшего российского экспортёра — рост мировых цен увеличит выручку и маржинальность.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Эксперт оценил вероятность полноценной блокады Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260301/ekspert-2077680065.html",
    "impact": "negative",
    "summary": "Статья содержит экспертное мнение о том, что вероятность полноценной блоказы Ормузского пролива ограничена — это будет «самоубийством» для Ирана, и геополитический торг возобладает над эскалацией. Это снижает геополитическую премию в ценах на нефть и может ограничить потенциал роста цен, что негативно для Роснефти как крупнейшего экспортёра российской нефти.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Аналитики назвали крупнейших покупателей иранской нефти",
    "type": "news",
    "url": "https://1prime.ru/20260301/neft-867916916.html",
    "impact": "positive",
    "summary": "Эксперты допускают переход азиатских стран (Китай, Индия) и Европы на закупки российской нефти в случае затяжного конфликта вокруг Ормузского пролива — это может увеличить спрос и экспортные объёмы Роснефти как крупнейшего российского экспортёра",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Эксперт прокомментировал решение ОПЕК+ по добыче нефти",
    "type": "news",
    "url": "https://ria.ru/20260301/ekspert-2077735922.html",
    "impact": "negative",
    "summary": "Решение ОПЕК+ увеличить добычу на 206 тыс. б/с (166 тыс. с учётом компенсаций) в апреле возвращает на рынок дополнительные объёмы нефти, усиливая предложение и оказывая давление на цены. Для Роснефти как крупнейшего российского экспортёра это негатив — рост добычи альянса снижает потенциал выручки от экспорта, особенно в условиях уже ослабленных цен на российскую нефть и высокого санкционного дисконта.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Рынки ждут прилета ракет // Нефть готова к росту котировок с открытием основных бирж",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477536",
    "impact": "positive",
    "summary": "Военная операция США и Израиля против Ирана и угроза перебоев через Ормузский пролив (20% мировой торговли нефтью) могут поддержать цены Brent выше $80/баррель, что позитивно для Роснефти как крупнейшего российского экспортёра — рост мировых цен увеличит выручку. Однако влияние косвенное: российские поставки идут не через этот пролив, к тому же решение ОПЕК+ нарастить добычу на 206 тыс. б/с в апреле ограничивает потенциал роста цен.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Морские поставки нефти в Персидском заливе сокращаются",
    "type": "news",
    "url": "https://www.vedomosti.ru/business/articles/2026/03/02/1179947-morskie-postavki-nefti-v-persidskom-zalive-sokraschayutsya",
    "impact": "positive",
    "summary": "Геополитическая эскалация вокруг Ормузского пролива (более 250 судов на рейде, одиночные танкеры) создаёт риск перебоев с глобальными поставками нефти. Эксперты прогнозируют рост цен до $80–100/барр., что позитивно для Роснефти как крупнейшего российского экспортёра — рост мировых цен увеличит выручку. Однако влияние косвенное — российские поставки идут не через этот пролив.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]