[
  {
    "date": "2026-02-28",
    "title": "Эксперты оценили цену на нефть в случае перекрытия Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260228/ekonomika-2077545250.html",
    "impact": "positive",
    "summary": "Рост цен на нефть в случае перекрытия Ормузского пролива напрямую позитивен для Башнефти, так как компания является недропользователем и выиграет от роста нефтяных котировок через увеличение выручки и потенциально более высокие дивиденды от Роснефти",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Рынок акций  РФ закрылся падением, Индекс МосБиржи (ММВБ) не изменился",
    "type": "news",
    "url": "https://ru.investing.com/news/stock-market-news/article-3133316",
    "impact": "positive",
    "summary": "Рост цен на нефть Brent на 2,87% до $72,87 за баррель позитивен для Башнефти как для недропользователя — увеличение нефтяных котировок повышает выручку и потенциальные дивиденды. Статья не про Башнефть напрямую, но рост цен на нефть затрагивает весь сектор.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Восемь стран ОПЕК+ обсудят планы по уровню добычи нефти на апрель",
    "type": "news",
    "url": "https://1prime.ru/20260301/strany-867907027.html",
    "impact": "negative",
    "summary": "Решение ОПЕК+ об увеличении добычи на 411 тыс. б/с может усилить избыток предложения на мировом рынке нефти и оказать дополнительное давление на цены. Для Башнефти как недропользователя снижение нефтяных котировок негативно скажется на выручке и дивидендном потенциале, хотя компания уже торгуется с экстремальным дисконтом.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Главные новости к утру 1 марта",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477282",
    "impact": "positive",
    "summary": "Прогноз роста цен на нефть Brent на $20 за баррель при открытии торгов 2 марта позитивен для Башнефти как недропользователя — рост нефтяных котировок увеличит выручку и дивидендный потенциал компании, особенно с учётом текущего экстремального дисконта.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Израиль нанес удары по центру Тегерана",
    "type": "news",
    "url": "https://www.rbc.ru/politics/01/03/2026/69a3f0939a7947caf00d9853",
    "impact": "positive",
    "summary": "Рост цен на нефть до $73+ из-за геополитической эскалации вокруг Ирана и возможного перекрытия Ормузского пролива позитивен для Башнефти как недропользователя — увеличение нефтяных котировок повышает выручку и дивидендный потенциал компании, которая уже торгуется с экстремальным дисконтом (P/E 1,3x, дивидендная доходность 15,7%).",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Около 150 танкеров стали на якорь в водах за пределами Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260301/tankery-2077660121.html",
    "impact": "positive",
    "summary": "Статья о закрытии Ираном Ормузского пролива и массовом скоплении танкеров (150+) за пределами пролива. Это геополитическое событие, влияющее на глобальный нефтяной рынок и потенциально поддерживающее цены на нефть, что косвенно позитивно для Башнефти как недропользователя. Однако статья не про Башнефть напрямую, а про глобальную ситуацию с поставками нефти.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Страны ОПЕК+ договорились увеличить лимит добычи нефти",
    "type": "news",
    "url": "https://www.rbc.ru/politics/01/03/2026/69a41b709a794715d7a46097",
    "impact": "positive",
    "summary": "Геополитическая эскалация конфликта Иран-Израиль с распространением взрывов на ОАЭ создаёт угрозу стабильности нефтяного рынка Ближнего Востока. Для Башнефти как недропользователя геополитическая напряжённость в ключевом нефтяном регионе может привести к росту цен на нефть, что косвенно позитивно для выручки и дивидендного потенциала компании, уже торгующейся с экстремальным дисконтом (P/E 1,3x, доходность 15,7%).",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "«Восьмерка» ОПЕК+ договорилась нарастить добычу нефти в апреле",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477427",
    "impact": "negative",
    "summary": "Решение ОПЕК+ увеличить добычу на 206 тыс. б/с в апреле создаёт риск избыточного предложения и давления на цены нефти, что негативно для Башнефти как недропользователя — снижение нефтяных котировок уменьшит выручку и дивидендный потенциал компании.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Экономисты назвали последствия блокады на Ближнем Востоке для рынка нефти",
    "type": "news",
    "url": "https://www.rbc.ru/business/01/03/2026/69a41f8a9a79476546b9c193",
    "impact": "positive",
    "summary": "Эксперт спрогнозировал рост цены Brent до $80 за баррель при блокаде Ормузского пролива, что позитивно для Башнефти как недропользователя — рост нефтяных котировок увеличит выручку и дивидендный потенциал компании, уже торгующейся с экстремальным дисконтом (P/E 1,3x, доходность 15,7%). При этом альтернативные маршруты и возможность роста квот ОПЕК+ сдержат резкий скачок цен.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Эксперт оценил вероятность полноценной блокады Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260301/ekspert-2077680065.html",
    "impact": "negative",
    "summary": "Экспертное мнение о том, что вероятность полноценной блоказы Ормузского пролива ограничена и это «самоубийство» для Ирана, а рынок устойчив благодаря стратегическим резервам — снижает геопорисковые премии на нефть, что негативно для Башнефти как недропользователя, так как уменьшает вероятность роста цен на фоне геополитической напряжённости.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Аналитики назвали крупнейших покупателей иранской нефти",
    "type": "news",
    "url": "https://1prime.ru/20260301/neft-867916916.html",
    "impact": "positive",
    "summary": "Статья о зависимости азиатских стран от иранской нефти и транзита через Ормузский пролив. Эксперт допускает возможность перехода стран-потребителей на закупки российской нефти при затяжном конфликте — это гипотетически позитивно для Башнефти как российского недропользователя, однако статья не про Башнефть напрямую, компания лишь гипотетически может выиграть от переориентации импорта",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "В Иране паника и тотальная неразбериха - везде !",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1271335.php",
    "impact": "positive",
    "summary": "Статья о предполагаемом инциденте с танкером SKYLIGHT в Ормузском проливе, перевозившим иранскую нефть в Индию. Геополитическая эскалация в ключевом нефтяном коридоре (20% мирового экспорта) может поддержать цены на нефть, что косвенно позитивно для Башнефти как недропользователя — рост нефтяных котировок увеличит выручку и дивидендный потенциал компании, уже торгующейся с экстремальным дисконтом (P/E 1,3x, доходность 15,7%).",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "В Германии рассказали, что повлечет за собой закрытие Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260301/zakrytie-2077705769.html",
    "impact": "positive",
    "summary": "Статья о предупреждении главы МИД ФРГ о росте цен на энергоносители при закрытии Ормузского пролива. Это косвенно позитивно для Башнефти как нефтедобывающей компании — рост нефтяных котировок увеличит выручку и дивидендный потенциал. Однако статья не про Башнефть напрямую, компания не упоминается в тексте.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Россия предупредила о последствиях перекрытия Ормузского пролива",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/01/maybe/",
    "impact": "positive",
    "summary": "Статья о предупреждении МИД России о рисках перекрытия Ормузского пролива (20% мирового экспорта нефти, 30% СПГ) — геополитическая новость, не про Башнефть напрямую. Косвенно позитивна для российской нефтедобычи: возможные перебои с поставками через ключевой коридор могут поддержать цены на нефть, увеличив выручку и дивидендный потенциал Башнефти.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Индия может начать закупать больше российской нефти, считает эксперт",
    "type": "news",
    "url": "https://ria.ru/20260301/indija-2077734118.html",
    "impact": "positive",
    "summary": "Статья о возможном увеличении Индией закупок российской нефти из-за конфликта США и Ирана и остановки судоходства через Ормузский пролив. Это косвенно позитивно для российской нефтедобычи, включая Башнефть, как потенциальный драйвер роста экспорта и выручки, однако компания не упоминается напрямую.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]