[
  {
    "date": "2026-02-28",
    "title": "Эксперты оценили цену на нефть в случае перекрытия Ормузского пролива",
    "type": "news",
    "url": "https://ria.ru/20260228/ekonomika-2077545250.html",
    "impact": "positive",
    "summary": "Рост цен на нефть в случае перекрытия Ормузского пролива напрямую позитивен для Башнефти, так как компания является недропользователем и выиграет от роста нефтяных котировок через увеличение выручки и потенциально более высокие дивиденды от Роснефти",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Рынок акций  РФ закрылся падением, Индекс МосБиржи (ММВБ) не изменился",
    "type": "news",
    "url": "https://ru.investing.com/news/stock-market-news/article-3133316",
    "impact": "positive",
    "summary": "Рост цен на нефть Brent на 2,87% до $72,87 за баррель позитивен для Башнефти как для недропользователя — увеличение нефтяных котировок повышает выручку и потенциальные дивиденды. Статья не про Башнефть напрямую, но рост цен на нефть затрагивает весь сектор.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Восемь стран ОПЕК+ обсудят планы по уровню добычи нефти на апрель",
    "type": "news",
    "url": "https://1prime.ru/20260301/strany-867907027.html",
    "impact": "negative",
    "summary": "Решение ОПЕК+ об увеличении добычи на 411 тыс. б/с может усилить избыток предложения на мировом рынке нефти и оказать дополнительное давление на цены. Для Башнефти как недропользователя снижение нефтяных котировок негативно скажется на выручке и дивидендном потенциале, хотя компания уже торгуется с экстремальным дисконтом.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Главные новости к утру 1 марта",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477282",
    "impact": "positive",
    "summary": "Прогноз роста цен на нефть Brent на $20 за баррель при открытии торгов 2 марта позитивен для Башнефти как недропользователя — рост нефтяных котировок увеличит выручку и дивидендный потенциал компании, особенно с учётом текущего экстремального дисконта.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]