[
  {
    "date": "2026-02-24",
    "title": "Сийярто рассказал, как Венгрия станет устойчивее к энергошантажу Украины",
    "type": "news",
    "url": "https://1prime.ru/20260224/siyyarto-867786152.html",
    "impact": "neutral",
    "summary": "Статья информирует о продаже 56,15% акций сербской NIS компании «Газпром нефть» венгерской MOL — это смена собственника актива, но не влияет на операционную деятельность или финансовые показатели компании в момент публикации. Сделка является свершившимся фактом (предварительное соглашение подписано 19 января).",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Зампред правления \"Газпром нефти\" Джалябов задержан в Петербурге",
    "type": "news",
    "url": "",
    "impact": "neutral",
    "summary": "Задержание зампреда правления «Газпром нефти» Джалябова по подозрению в получении взяток на 30 млн руб. — это прямой удар по репутации компании и корпоративному управлению. Хотя сумма относительно небольшая для компании такого масштаба, факт уголовного преследования топ-менеджера сигнализирует о возможных проблемах с внутрикорпоративными процедурами и может усилить опасения инвесторов относительно рисков вывода средств при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Зампред правления \"Газпром нефти\" Джалябов задержан в Петербурге",
    "type": "news",
    "url": "https://www.interfax.ru/russia/1074916",
    "impact": "neutral",
    "summary": "Задержание зампреда правления «Газпром нефти» Джалябова по подозрению в получении взяток на 30 млн руб. — это прямой удар по репутации компании и корпоративному управлению. Хотя сумма относительно небольшая для компании такого масштаба, факт уголовного преследования топ-менеджера сигнализирует о возможных проблемах с внутрикорпоративными процедурами и может усилить опасения инвесторов относительно рисков вывода средств при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Задержанного зампреда правления «Газпром нефти» доставили в Москву",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8464097",
    "impact": "neutral",
    "summary": "Этапирование зампредседателя правления «Газпром нефти» Джалябова в Москву и планируемое ходатайство о мере пресечения — это продолжающийся удар по репутации компании и корпоративному управлению. Развитие уголовного дела (конкретизация эпизодов, связанных с фиктивными актами о приемке работ в «Газпром инвест») усиливает опасения инвесторов относительно внутрикорпоративных процедур и рисков при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Топ-менеджера \"Газпром нефти\" Джалябова доставили в суд в Москве",
    "type": "news",
    "url": "https://ria.ru/20260227/dzhalyabov-2077133124.html",
    "impact": "neutral",
    "summary": "Доставка топ-менеджера Джалябова в суд для избрания меры пресечения — это следующий этап уголовного дела о взятках, продолжающий негативное влияние на репутацию компании и усиливающий опасения относительно внутрикорпоративного контроля. Новый этап развития дела (переход к избранию меры пресечения) подтверждает серьёзность ситуации и может усилить давление на котировки.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Против двух подрядчиков возбуждено дело о взятке топ-менеджеру «Газпром нефти»",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8476386",
    "impact": "neutral",
    "summary": "Возбуждение уголовного дела против подрядчиков «ВПТ-Нефтемаш» и «Регионнефтегазстрой» за дачу взятки топ-менеджеру Джалябову — это развитие уже известного коррупционного скандала, усиливающее репутационный удар по компании и опасения относительно внутрикорпоративного контроля. Новым элементом является привлечение к ответственности самих подрядчиков, что расширяет круг участников коррупционной схемы.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Суд изберет меру пресечения топ-менеджеру \"Газпром нефти\" по делу о взятке",
    "type": "news",
    "url": "https://ria.ru/20260227/vzyatka-2077217675.html",
    "impact": "neutral",
    "summary": "Суд изберет меру пресечения топ-менеджеру Джалябову — это следующий этап развивающегося коррупционного скандала, продолжающий репутационный удар по компании и усиливающий опасения относительно внутрикорпоративного контроля.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Дмитриев предрек рост цен на нефть выше ста долларов за баррель",
    "type": "news",
    "url": "https://ria.ru/20260228/neft-2077534655.html",
    "impact": "positive",
    "summary": "Статья о прогнозе главы РФПИ Кирилла Дмитриева о росте цен на нефть выше $100/барр. на фоне ближневосточного конфликта. Газпром нефть — нефтяная компания, поэтому рост цен на нефть напрямую увеличит её выручку и прибыль, что позитивно для котировок.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Восемь стран ОПЕК+ в марте увеличат добычу нефти впервые с декабря",
    "type": "news",
    "url": "https://1prime.ru/20260301/strany-867905821.html",
    "impact": "negative",
    "summary": "Увеличение добычи странами ОПЕК+ на 124 тыс. б/сутки может усилить давление на цены на нефть на мировом рынке, что негативно для выручки и прибыли Газпром нефти, зависящей от нефтяных котировок.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Нефтяной танкер подвергся атаке у берегов Омана",
    "type": "news",
    "url": "https://www.vedomosti.ru/politics/news/2026/03/01/1179855-neftyanoi-tanker-podvergsya",
    "impact": "positive",
    "summary": "Атака танкера у берегов Омана вблизи Ормузского пролива — это эскалация ближневосточного конфликта, который может нарушить поставки нефти через этот стратегический морской коридор (20% мировых поставок). Газпром нефть — российская нефтяная компания, выручка которой напрямую зависит от мировых цен на нефть, поэтому геополитическая эскалация, угрожающая поставкам, может поднять цены на нефть и позитивно повлиять на котировки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Страны ОПЕК+ договорились увеличить лимит добычи нефти",
    "type": "news",
    "url": "https://www.rbc.ru/politics/01/03/2026/69a41b709a794715d7a46097",
    "impact": "positive",
    "summary": "Эскалация конфликта Иран-Израиль с взрывами в Абу-Даби угрожает стабильности нефтяного рынка Ближнего Востока. Газпром нефть — российская нефтяная компания, выручка которой зависит от мировых цен на нефть, поэтому геополитическая напряженность в ключевом нефтяном регионе может поддержать цены на нефть и позитивно повлиять на котировки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Экономисты назвали последствия блокады на Ближнем Востоке для рынка нефти",
    "type": "news",
    "url": "https://www.rbc.ru/business/01/03/2026/69a41f8a9a79476546b9c193",
    "impact": "positive",
    "summary": "Статья о прогнозе роста цен на нефть Brent до $80/барр. при блокаде Ормузского пролива — это косвенный позитив для Газпром нефти, чья выручка напрямую зависит от мировых нефтяных котировок. Эксперты отмечают, что альтернативные маршруты и возможность увеличения квот ОПЕК+ смягчат скачок цен, но сам факт геополитической эскалации на ключевом нефтяном маршруте поддержит цены, что позитивно для экспортёров российской нефти.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]