[
  {
    "date": "2026-02-24",
    "title": "Сийярто рассказал, как Венгрия станет устойчивее к энергошантажу Украины",
    "type": "news",
    "url": "https://1prime.ru/20260224/siyyarto-867786152.html",
    "impact": "neutral",
    "summary": "Статья информирует о продаже 56,15% акций сербской NIS компании «Газпром нефть» венгерской MOL — это смена собственника актива, но не влияет на операционную деятельность или финансовые показатели компании в момент публикации. Сделка является свершившимся фактом (предварительное соглашение подписано 19 января).",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Зампред правления \"Газпром нефти\" Джалябов задержан в Петербурге",
    "type": "news",
    "url": "",
    "impact": "neutral",
    "summary": "Задержание зампреда правления «Газпром нефти» Джалябова по подозрению в получении взяток на 30 млн руб. — это прямой удар по репутации компании и корпоративному управлению. Хотя сумма относительно небольшая для компании такого масштаба, факт уголовного преследования топ-менеджера сигнализирует о возможных проблемах с внутрикорпоративными процедурами и может усилить опасения инвесторов относительно рисков вывода средств при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Зампред правления \"Газпром нефти\" Джалябов задержан в Петербурге",
    "type": "news",
    "url": "https://www.interfax.ru/russia/1074916",
    "impact": "neutral",
    "summary": "Задержание зампреда правления «Газпром нефти» Джалябова по подозрению в получении взяток на 30 млн руб. — это прямой удар по репутации компании и корпоративному управлению. Хотя сумма относительно небольшая для компании такого масштаба, факт уголовного преследования топ-менеджера сигнализирует о возможных проблемах с внутрикорпоративными процедурами и может усилить опасения инвесторов относительно рисков вывода средств при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Задержанного зампреда правления «Газпром нефти» доставили в Москву",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8464097",
    "impact": "neutral",
    "summary": "Этапирование зампредседателя правления «Газпром нефти» Джалябова в Москву и планируемое ходатайство о мере пресечения — это продолжающийся удар по репутации компании и корпоративному управлению. Развитие уголовного дела (конкретизация эпизодов, связанных с фиктивными актами о приемке работ в «Газпром инвест») усиливает опасения инвесторов относительно внутрикорпоративных процедур и рисков при контроле мажоритария Газпрома.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Топ-менеджера \"Газпром нефти\" Джалябова доставили в суд в Москве",
    "type": "news",
    "url": "https://ria.ru/20260227/dzhalyabov-2077133124.html",
    "impact": "neutral",
    "summary": "Доставка топ-менеджера Джалябова в суд для избрания меры пресечения — это следующий этап уголовного дела о взятках, продолжающий негативное влияние на репутацию компании и усиливающий опасения относительно внутрикорпоративного контроля. Новый этап развития дела (переход к избранию меры пресечения) подтверждает серьёзность ситуации и может усилить давление на котировки.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Против двух подрядчиков возбуждено дело о взятке топ-менеджеру «Газпром нефти»",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8476386",
    "impact": "neutral",
    "summary": "Возбуждение уголовного дела против подрядчиков «ВПТ-Нефтемаш» и «Регионнефтегазстрой» за дачу взятки топ-менеджеру Джалябову — это развитие уже известного коррупционного скандала, усиливающее репутационный удар по компании и опасения относительно внутрикорпоративного контроля. Новым элементом является привлечение к ответственности самих подрядчиков, что расширяет круг участников коррупционной схемы.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-27",
    "title": "Суд изберет меру пресечения топ-менеджеру \"Газпром нефти\" по делу о взятке",
    "type": "news",
    "url": "https://ria.ru/20260227/vzyatka-2077217675.html",
    "impact": "neutral",
    "summary": "Суд изберет меру пресечения топ-менеджеру Джалябову — это следующий этап развивающегося коррупционного скандала, продолжающий репутационный удар по компании и усиливающий опасения относительно внутрикорпоративного контроля.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Дмитриев предрек рост цен на нефть выше ста долларов за баррель",
    "type": "news",
    "url": "https://ria.ru/20260228/neft-2077534655.html",
    "impact": "positive",
    "summary": "Статья о прогнозе главы РФПИ Кирилла Дмитриева о росте цен на нефть выше $100/барр. на фоне ближневосточного конфликта. Газпром нефть — нефтяная компания, поэтому рост цен на нефть напрямую увеличит её выручку и прибыль, что позитивно для котировок.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Восемь стран ОПЕК+ в марте увеличат добычу нефти впервые с декабря",
    "type": "news",
    "url": "https://1prime.ru/20260301/strany-867905821.html",
    "impact": "negative",
    "summary": "Увеличение добычи странами ОПЕК+ на 124 тыс. б/сутки может усилить давление на цены на нефть на мировом рынке, что негативно для выручки и прибыли Газпром нефти, зависящей от нефтяных котировок.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Нефтяной танкер подвергся атаке у берегов Омана",
    "type": "news",
    "url": "https://www.vedomosti.ru/politics/news/2026/03/01/1179855-neftyanoi-tanker-podvergsya",
    "impact": "positive",
    "summary": "Атака танкера у берегов Омана вблизи Ормузского пролива — это эскалация ближневосточного конфликта, который может нарушить поставки нефти через этот стратегический морской коридор (20% мировых поставок). Газпром нефть — российская нефтяная компания, выручка которой напрямую зависит от мировых цен на нефть, поэтому геополитическая эскалация, угрожающая поставкам, может поднять цены на нефть и позитивно повлиять на котировки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Страны ОПЕК+ договорились увеличить лимит добычи нефти",
    "type": "news",
    "url": "https://www.rbc.ru/politics/01/03/2026/69a41b709a794715d7a46097",
    "impact": "positive",
    "summary": "Эскалация конфликта Иран-Израиль с взрывами в Абу-Даби угрожает стабильности нефтяного рынка Ближнего Востока. Газпром нефть — российская нефтяная компания, выручка которой зависит от мировых цен на нефть, поэтому геополитическая напряженность в ключевом нефтяном регионе может поддержать цены на нефть и позитивно повлиять на котировки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Экономисты назвали последствия блокады на Ближнем Востоке для рынка нефти",
    "type": "news",
    "url": "https://www.rbc.ru/business/01/03/2026/69a41f8a9a79476546b9c193",
    "impact": "positive",
    "summary": "Статья о прогнозе роста цен на нефть Brent до $80/барр. при блокаде Ормузского пролива — это косвенный позитив для Газпром нефти, чья выручка напрямую зависит от мировых нефтяных котировок. Эксперты отмечают, что альтернативные маршруты и возможность увеличения квот ОПЕК+ смягчат скачок цен, но сам факт геополитической эскалации на ключевом нефтяном маршруте поддержит цены, что позитивно для экспортёров российской нефти.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Рост добычи ОПЕК+ в апреле может составить 166 тыс. б/с с учетом компенсаций",
    "type": "news",
    "url": "https://www.interfax.ru/business/1075364",
    "impact": "negative",
    "summary": "Увеличение добычи ОПЕК+ на 166 тыс. б/с в апреле усилит предложение на мировом рынке нефти и создаст дополнительное давление на цены, что негативно для выручки и прибыли Газпром нефти, зависящей от нефтяных котировок.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Reuters: 150 танкеров решили не заходить в Ормузский пролив",
    "type": "news",
    "url": "https://www.vedomosti.ru/politics/news/2026/03/01/1179874-150-tankerov-reshili",
    "impact": "positive",
    "summary": "150 танкеров не заходят в Ормузский пролив из-за боевой активности — это развитие геополитической ситуации на Ближнем Востоке, угрожающей поставкам нефти через ключевой морской коридор (15% мирового экспорта нефти). Для Газпром нефти как экспортёра нефти рост геополитических рисков на критически важном маршруте может поддержать мировые цены на нефть, что позитивно для выручки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Стало известно о поражении второго танкера у Ормузского пролива",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/01/second/",
    "impact": "positive",
    "summary": "Статья о втором пораженном танкере (MKD VYOM) у Ормузского пролива — это эскалация уже освещавшейся геополитической ситуации. Новый инцидент (второй танкер поражен, первый затонул) усиливает риск перебоев поставок через ключевой морской коридор (20% мирового экспорта нефти), что может поддержать мировые цены на нефть и позитивно для выручки Газпром нефти как экспортера.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Аналитики назвали крупнейших покупателей иранской нефти",
    "type": "news",
    "url": "https://1prime.ru/20260301/neft-867916916.html",
    "impact": "positive",
    "summary": "Статья о возможном переходе азиатских стран (Китай, Индия) на закупки российской нефти в случае затяжного конфликта на Ближнем Востоке — это косвенный позитив для Газпром нефти. Эксперт допускает, что страны-потребители ближневосточной нефти могут увеличить закупки российской нефти при остановках НПЗ, что потенциально поддержит спрос и цены на российские экспортные потоки.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "NYT сообщила, что морское сообщение через Ормузский пролив свелось к минимуму",
    "type": "news",
    "url": "https://www.interfax.ru/world/1075399",
    "impact": "positive",
    "summary": "Практическая остановка морского сообщения через Ормузский пролив (ключевой маршрут для 20% мировых поставок нефти и газа) создаёт риск срыва глобальных поставок нефти. Для Газпром нефти как экспортёра нефти это потенциально позитивно — эскалация конфликта на Ближнем Востоке может поддержать мировые цены на нефть и увеличить выручку компании от экспорта.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Ценам на нефть спрогнозировали рост после перекрытия Ираном Ормузского пролива",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/01/tsenam-na-neft-sprognozirovali-rost-posle-perekrytiya-iranom-ormuzskogo-proliva/",
    "impact": "positive",
    "summary": "Статья о прогнозе роста цен на нефть из-за перекрытия Ираном Ормузского пролива — это косвенный позитив для Газпром нефти как экспортёра нефти. Эскалация геополитической ситуации на Ближнем Востоке и угроза перебоев поставок через ключевой морской коридор (30% мировой торговли нефтью) может поддержать мировые цены на нефть, что позитивно для выручки компании. Дополнительно эксперт допускает, что Китай и Индия могут увеличить закупки российской нефти.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Цена на нефть марки Brent после ударов по Ирану превысила $80 за баррель",
    "type": "news",
    "url": "https://ria.ru/20260302/neft-2077760743.html",
    "impact": "positive",
    "summary": "Статья о росте цен на нефть Brent до $80/барр. на фоне эскалации конфликта США и Израиля с Ираном — это косвенный позитив для Газпром нефти как экспортёра нефти, однако компания не является главным героем статьи",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Стоимость нефти Brent превысила $81 впервые за восемь месяцев",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477667",
    "impact": "positive",
    "summary": "Рост цены Brent до $81/барр. — косвенный позитив для Газпром нефти как экспортёра нефти. Эскалация ближневосточного конфликта поддерживает мировые цены на нефть, что позитивно для выручки компании. Однако Иран заявил, что не планирует закрывать Ормузский пролив, что может ограничить дальнейший рост цен.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Цены на нефть взлетели на 13% после ударов США и Израиля по Ирану",
    "type": "news",
    "url": "https://ru.investing.com/news/commodities-news/article-3133403",
    "impact": "positive",
    "summary": "Рост цен на нефть Brent на 13% до $82/барр. на фоне эскалации конфликта США и Израиля с Ираном — косвенный позитив для Газпром нефти как экспортёра нефти. Атаки Ирана на танкеры в Ормузском проливе (ключевой маршрут для 20% мировых поставок нефти) создают угрозу перебоев с поставками и могут поддержать мировые цены, что позитивно для выручки компании.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-02",
    "title": "ОПЕК+ в апреле увеличит добычу нефти на 206 000 б/с",
    "type": "news",
    "url": "https://ru.investing.com/news/commodities-news/article-3133364",
    "impact": "negative",
    "summary": "Увеличение добычи ОПЕК+ на 206 тыс. б/с в апреле может усилить давление на мировые цены на нефть, что негативно для Газпром нефти как экспортёра нефти — рост предложения на глобальном рынке снижает выручку компании.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-02",
    "title": "Операцию США в Иране назвали угрозой высоким ценам на нефть",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/02/cheap/",
    "impact": "negative",
    "summary": "Эксперт Родионов спрогнозировал падение цены Brent до $60/барр. после возможной сделки США с Ираном и снятия эмбарго с иранской нефти, а также выхода ОПЕК+ из ограничений. Это создаёт существенное давление на мировые цены на нефть и негативно для выручки Газпром нефти как экспортёра нефти — рост глобального предложения приведёт к снижению доходов компании.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-02",
    "title": "Цены на нефть резко выросли из-за эскалации ...",
    "type": "news",
    "url": "https://www.profinance.ru/news/2026/03/02/cimp-tseny-na-neft-rezko-vyrosli-iz-za-eskalatsii-konflikta-ugrozhayuschej-postavkam.html",
    "impact": "positive",
    "summary": "Рост цен на нефть Brent на 13% до $82,37/барр. из-за эскалации конфликта на Ближнем Востоке и остановки поставок через Ормузский пролив — косвенный позитив для Газпром нефти как экспортёра нефти, однако компания не упоминается в статье — это новость о нефтяном рынке и геополитике.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]