[
  {
    "date": "2026-02-24",
    "title": "«Дочка» ЛУКОЙЛа подала в суд на Румынию после выхода из проекта Trident",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8461756",
    "impact": "negative",
    "summary": "Дочерняя компания ЛУКОЙЛа подала иск к Румынии о признании форс-мажора при выходе из проекта Trident — это прямое следствие санкций США и усиления надзора за активами ЛУКОЙЛа в Румынии. Новость усиливает негативный фон вокруг потери зарубежных активов компании.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Agerpres рассказало об иске «дочки» ЛУКОЙЛа в румынском суде",
    "type": "news",
    "url": "https://www.rbc.ru/business/11/02/2026/698ba0ba9a79471ec4b810f6",
    "impact": "negative",
    "summary": "TotalEnergies выкупила 45% акций нидерландского НПЗ у ЛУКОЙЛа, что является частью процесса распродажи международных активов компании из-за санкций США. Это подтверждает продолжающееся давление на зарубежные операции ЛУКОЙЛа и риск потери ключевых активов, несмотря на формальное не попадание завода под санкции, опасения контрагентов вынудили выкупить долю",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-25",
    "title": "Новостной дайджест: основные движения и перспективы",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269589.php",
    "impact": "neutral",
    "summary": "Статья содержит два прямых упоминания Лукойл: (1) Chevron претендует на контроль над иракским активом West Qurna-2 у Лукойла — это продолжение потери зарубежных активов, уже отраженной в катализаторах; (2) дочка Лукойла подала иск к Румынии о форс-мажоре по проекту Trident. Обе новости негативны для компании, усиливая давление на фоне санкций и потери активов.",
    "strength": "medium",
    "action": "monitor",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-26",
    "title": "София в зоне иска // Структура ЛУКОЙЛа начала арбитраж против Болгарии",
    "type": "news",
    "url": "",
    "impact": "negative",
    "summary": "Litasco инициировала арбитраж против Болгарии из-за экспроприации активов (НПЗ 9,5 млн тонн) после введения внешнего управления в ноябре 2025 года на фоне SDN-санкций. Компания требует компенсацию за инвестиции $4,5 млрд, однако юристы оценивают шансы на успех как осторожные из-за политического контекста санкций и необходимости доказывать юрисдикцию в течение 1-3 лет (общий срок до 5-8 лет).",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  }
]