[
  {
    "date": "2026-02-24",
    "title": "Индекс МосБиржи превысил 2800п, уровень 3-недельной давности",
    "type": "news",
    "url": "https://www.interfax.ru/business/1074331",
    "impact": "neutral",
    "summary": "Рост нефти Brent до $72/баррель и сложности с принятием новых антироссийских санкций в ЕС создают благоприятный внешний фон для Газпрома, что отразилось в росте акций компании на +1,7% (лидер роста в индексе). Однако это краткосрочный рыночный позитив, не решающий фундаментальных проблем: отрицательный FCF, отсутствие дивидендов 3 года, ROE ниже стоимости капитала.",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Как нефтегазовые компании отчитаются по итогам 2025 года",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269238.php",
    "impact": "negative",
    "summary": "Статья прогнозирует значительное снижение скорректированной чистой прибыли Газпрома на 49% г/г до 301 млрд руб. по итогам 4К 2025 года на фоне падения рублевых цен на нефть на 26% и крепкого рубля. Также базово не ожидается выплата дивидендов за 2025 год, что продолжает негативную тенденцию последних лет.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Великобритания ввела санкции против СПГ-заводов «Газпрома» и НОВАТЭКа",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8461313",
    "impact": "neutral",
    "summary": "Великобритания ввела санкции против актива Газпрома — СПГ-завода «Газпром СПГ Портовая» (заморозка активов, запрет на управление, запрет захода судов в британские порты). Негатив для компании, однако санкции носят ограниченный характер: британский рынок не является ключевым для Газпрома, а СПГ-направление — лишь малая часть бизнеса (основной — трубопроводный газ).",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Великобритания спутала карты",
    "type": "news",
    "url": "https://www.finam.ru/publications/item/velikobritaniya-sputala-karty-20260224-1453/?utm_source=rss&utm_medium=new_compaigns&news_to_finamb=new_compaigns",
    "impact": "neutral",
    "summary": "Акции Газпрома растут на сообщениях о возможном возвращении российского газа в Европу через Северный поток под контролем США. Это позитивный информационный фон, хотя санкции Великобритании напрямую не затрагивают Газпром — они направлены против нефтяного сектора, Транснефти и НОВАТЭКа.",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-26",
    "title": "Пора охладиться: в то время, как подземные газохранилища Германии и Франции опустели на 4/5, Россия собирается выпустить в ЕС морозы",
    "type": "news",
    "url": "",
    "impact": "negative",
    "summary": "Статья подтверждает, что европейский рынок для Газпрома практически потерян — ЕС успешно пережил зиму с минимальными запасами газа (20-21% в Германии и Франции) и массовое возвращение российского трубопроводного газа маловероятно из-за политических факторов и состояния инфраструктуры (взорванные Северные потоки, непонятное состояние украинской трубы). Это усиливает риск невозврата экспортных доходов от европейского направления.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Прокачка газа по европейской нитке \"Турецкого потока\" в феврале сократилась на 2%",
    "type": "news",
    "url": "https://www.interfax.ru/business/1075333",
    "impact": "negative",
    "summary": "Прокачка газа по «Турецкому потоку» снизилась на 2% г/г до 1,522 млрд куб. м, загрузка упала до 96%. Хотя снижение умеренное, оно подтверждает продолжающееся сокращение экспорта в Европу — ключевой негативный фактор для Газпрома, который теряет европейские объёмы без полноценного замещения.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Спрогнозирован взлет цен на нефть из-за ударов США по Ирану",
    "type": "news",
    "url": "https://lenta.ru/news/2026/03/02/sprognozirovan-vzlet-tsen-na-neft-iz-za-udarov-ssha-po-iranu/",
    "impact": "positive",
    "summary": "Статья о росте цен на нефть Brent из-за ударов по Ирану и риска закрытия Ормузского пролива. Газпром - газовая компания, а не нефтяная, поэтому прямое влияние минимально. Косвенно рост цен на нефть может поддержать цены на газ (взаимозаменяемые энергоносители), но эффект незначительный и отложенный.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Посольство в Анкаре заявило о попытках диверсий на \"Турецком потоке\"",
    "type": "news",
    "url": "https://ria.ru/20260302/posolstvo-2077752744.html",
    "impact": "negative",
    "summary": "Попытка диверсии на газопроводах «Турецкий поток» и «Голубой поток» — это прямая угроза ключевой экспортной инфраструктуре Газпрома. Статья подтверждает значимость этих маршрутов (иначе не было бы попыток диверсий), но создаёт риски для бесперебойности поставок в Турцию — один из немногих оставшихся экспортных направлений.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  }
]