[
  {
    "date": "2026-02-26",
    "title": "«Префы» «Сургутнефтегаза» растут на 4% на ослаблении рубля",
    "type": "news",
    "url": "",
    "impact": "positive",
    "summary": "Статья сообщает о росте привилегированных акций Сургутнефтегаза на 4% и обыкновенных на 1,3% вслед за ослаблением рубля после заявлений Силуанова о бюджетном правиле. Эксперты прогнозируют курс рубля 95–100 ₽/$ и дивидендную доходность по префам до 24% по итогам 2026 года. Это позитив для акций, поскольку ослабление рубля напрямую увеличивает рублевую оценку валютной кубышки компании и соответственно потенциальные дивиденды по привилегированным акциям.",
    "strength": "high",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Текущее укрепление рубля носит временный характер, считают аналитики",
    "type": "news",
    "url": "https://1prime.ru/20260301/rubl-867911597.html",
    "impact": "positive",
    "summary": "Прогноз ослабления рубля до 80-100 ₽/$ к началу осени позитивен для Сургутнефтегаза, так как валютная кубышка компании ($44 млрд) в рублевом выражении вырастет, увеличивая прибыль РСБУ и потенциальные дивиденды по префам. Снижение ключевой ставки ЦБ также будет способствовать ослаблению рубля.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "NYT сообщила, что морское сообщение через Ормузский пролив свелось к минимуму",
    "type": "news",
    "url": "https://www.interfax.ru/world/1075399",
    "impact": "positive",
    "summary": "Статья о перекрытии Ормузского пролива и возможном росте цен на нефть на 20% мировых поставок оказывает косвенное влияние на Сургутнефтегаз как экспортёра нефти — рост нефтяных котировок позитивен для выручки компании. Однако для российской компании эффект ограничен из-за санкционных ограничений на экспорт и сложностей с международными платежами.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Стоимость нефти Brent превысила $81 впервые за восемь месяцев",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477667",
    "impact": "positive",
    "summary": "Рост цен на нефть Brent до $81 (+9%) на фоне эскалации ближневосточного конфликта позитивен для выручки Сургутнефтегаза как экспортёра нефти, однако эффект ограничен SDN-санкциями компании, ограничивающими экспортные операции и международные платежи. Статья не про Сургутнефтегаз напрямую, компания лишь косвенно затрагивается через отраслевую динамику.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-02",
    "title": "Индекс Мосбиржи вырос на фоне новостей о ситуации в Иране",
    "type": "news",
    "url": "https://1prime.ru/20260302/torgi-867930303.html",
    "impact": "positive",
    "summary": "Статья о росте индекса Мосбиржи на фоне эскалации конфликта США/Израиля с Ираном. Сургутнефтегаз указан в лидерах роста (+3%), что является прямым указанием на движение цены акций компании. Рост мировых цен на нефть (Brent +5,7% до $77/барр.) позитивен для выручки Сургутнефтегаза как экспортёра, однако эффект ограничен SDN-санкциями компании, ограничивающими экспортные операции и международные платежи.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-02",
    "title": "И что теперь?",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1271504.php",
    "impact": "positive",
    "summary": "Статья о развитии геополитического конфликта США/Израиля с Ираном и угрозе блокады Ормузского пролива. Прогнозируется рост цен на Brent до $100-130/барр. — это позитивный фактор для выручки Сургутнефтегаза как экспортёра нефти, однако эффект ограничен SDN-санкциями компании, ограничивающими экспортные операции и международные платежи. Статья не про Сургутнефтегаз напрямую, компания лишь косвенно затрагивается через отраслевую динамику.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]