[
  {
    "date": "2026-02-24",
    "title": "Великобритания внесла \"дочку\" \"Новатэка\" в санкционный список",
    "type": "news",
    "url": "https://ria.ru/20260224/sanktsii-2076359898.html",
    "impact": "negative",
    "summary": "Великобритания внесла дочернюю компанию Новатэка «Криогаз-Высоцк» в санкционный список. Это усиливает санкционное давление на группу: ранее Арктик СПГ-2 был под санкциями США, теперь добавились ограничения для ещё одного СПГ-проекта. Хотя Криогаз-Высоцк — небольшой актив, санкции против «дочек» ухудшают инвестпривлекательность всей компании и ограничивают экспортные возможности в условиях уже действующего запрета ЕС на российский СПГ.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Акции \"Новатэка\" подешевели после новостей о британских санкциях",
    "type": "news",
    "url": "https://1prime.ru/20260224/sanktsii-867770931.html",
    "impact": "negative",
    "summary": "Великобритания внесла дочернее предприятие Новатэка — СПГ-завод Криогаз-Высоцк — в санкционный список, что усилило давление на акции компании. Падение ускорилось с 0,14% до 1,14% после публикации новости. Хотя санкции Великобритании менее значимы, чем ограничения США/ЕС, они усиливают негативный фон вокруг СПГ-активов Новатэка.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Великобритания ввела санкции против российских банков и СПГ",
    "type": "news",
    "url": "https://lenta.ru/news/2026/02/24/sanktsii-protiv/",
    "impact": "neutral",
    "summary": "Великобритания ввела санкции против проекта СПГ «Криогаз-Высоцк», принадлежащего Новатэку. Это дополнительное санкционное давление на СПГ-активы компании помимо уже действующих санкций США против Арктик СПГ-2, что ограничивает экспортные возможности и усиливает негативный фон вокруг СПГ-бизнеса Новатэка.",
    "strength": "medium",
    "action": "monitor",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Акции \"НОВАТЭКа\" ускорили снижение после включение \"дочки\" в санкционный список Великобритании",
    "type": "news",
    "url": "https://www.finam.ru/publications/item/aktsii-novateka-uskorili-snizhenie-posle-vklyuchenie-dochki-v-sanktsionnyy-spisok-velikobritanii-20260224-1223/?utm_source=rss&utm_medium=new_compaigns&news_to_finamb=new_compaigns",
    "impact": "negative",
    "summary": "Великобритания ввела санкции против СПГ-завода «Криогаз-Высоцк» — дочернего предприятия Новатэка. Это усиливает санкционное давление на компанию и ее СПГ-активы, что immediately отразилось на котировках: падение ускорилось с 0,14% до 1,14%.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Великобритания ввела санкции против СПГ-заводов «Газпрома» и НОВАТЭКа",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8461313",
    "impact": "negative",
    "summary": "Великобритания ввела санкции против СПГ-завода «Криогаз-Высоцк», принадлежащего НОВАТЭКу и Газпромбанку. Санкции включают заморозку активов, запрет на услуги по управлению и запрет на заход судов в британские порты. Это усиливает санкционное давление на СПГ-активы компании, ограничивая логистику и экспортные возможности.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-24",
    "title": "Великобритания спутала карты",
    "type": "news",
    "url": "https://www.finam.ru/publications/item/velikobritaniya-sputala-karty-20260224-1453/?utm_source=rss&utm_medium=new_compaigns&news_to_finamb=new_compaigns",
    "impact": "negative",
    "summary": "Дочернее предприятие Новатэка — СПГ-завод «Криогаз-Высоцк» — попало под санкционный список Великобритании, что усиливает давление на экспортные операции компании и усиливает уже существующие санкционные риски (США против Арктик СПГ-2, ЕС против СПГ). Акции Новатэка отреагировали падением на 0,6%.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-25",
    "title": "Новостной дайджест: основные движения и перспективы",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269589.php",
    "impact": "negative",
    "summary": "Великобритания расширила санкции на 297 позиций, включив СПГ-завод Криогаз-Высоцк Новатэка. Это дополнительное санкционное давление вслед за санкциями США на Арктик СПГ-2 и запретом ЕС на российский СПГ, что усиливает риски для экспортных возможностей компании и усугубляет проблемы с маржой EBITDA.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "",
    "title": "https://www.forbes.ru/biznes/556034-velikobritania-vvela-sankcii-protiv-transnefti?utm_source=forbes&utm_campaign=interesting-today",
    "type": "news",
    "url": "https://www.forbes.ru/biznes/556034-velikobritania-vvela-sankcii-protiv-transnefti?utm_source=forbes&utm_campaign=interesting-today",
    "impact": "negative",
    "summary": "Великобритания ввела санкции против Криогаз-Высоцк — СПГ-проекта Новатэка в Ленинградской области. Это усиливает санкционное давление на экспортные СПГ-активы компании, которые уже находятся под ограничениями США (Арктик СПГ-2) и ЕС (запрет на импорт российского СПГ с 2026-2027). Новые санкции UK создают дополнительные риски для финансирования и реализации СПГ-проектов, ухудшая и без того сложный операционный фон.",
    "strength": "high",
    "action": "sell",
    "source": "rss-feeder"
  }
]