[
  {
    "date": "2026-02-24",
    "title": "Как нефтегазовые компании отчитаются по итогам 2025 года",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269238.php",
    "impact": "neutral",
    "summary": "Статья содержит прогноз финансовых показателей Татнефти на 2025 год: ожидается снижение выручки на 17% г/г, EBITDA на 23%, чистой прибыли на 20%. Однако авторы отмечают, что Татнефть относится к наиболее устойчивым компаниям сектора благодаря высоким ценам на нефтепродукты и эффекту курсовых разниц. Прогноз дивидендов 15 руб./акцию (2.8% доходность) — умеренно позитивный сигнал относительно других игроков с большим падением прибыли.",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-28",
    "title": "Нефтяники или банкиры: что выгоднее",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1271175.php",
    "impact": "positive",
    "summary": "Статья о секторном перераспределении: инвесторы продают банки и покупают нефтяников в ожидании роста нефти из-за конфликта в Иране и угрозы блокировки Ормузского пролива. Для Татнефти это косвенный позитив — рост цен на нефть улучшит выручку и ЧП компании. Однако автор отмечает, что иранские конфликты обычно непродолжительны.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Reuters: сотни танкеров и контейнеровозов встали на ...",
    "type": "news",
    "url": "https://www.profinance.ru/news/2026/03/01/cimo-reuters-sotni-tankerov-i-kontejnerovozov-vstali-na-yakor-po-obe-storony-ormuzsko.html",
    "impact": "positive",
    "summary": "Эскалация вокруг Ормузского пролива усиливается: 150+ танкеров встали на якорь, несколько крупных нефтяных компаний приостановили проход судов. Это повышает вероятность перебоев с поставками нефти и сохраняет геополитическую премию в ценах на нефть ($73+ Brent). Для Татнефти как нефтепроизводителя это позитив — рост цен на нефть напрямую увеличивает выручку и ЧП.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Главные новости за выходные 28 ферваля – 1 марта",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477523",
    "impact": "negative",
    "summary": "Решение ОПЕК+ нарастить добычу на 206 тыс. барр/сутки в апреле 2026 года создаёт дополнительное давление на цены на нефть.，这对于作为石油生产商的Татнефть является негативным фактором — рост предложения на рынке нефти усилит ценовое давление на и без того снизившиеся цены на Urals ($59/барр. в 1П 2025), что усугубит кризисную ситуацию с ЧП компании в 2025 году.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Акции нефтяников выросли на фоне тревожных новостей с Ближнего Востока",
    "type": "news",
    "url": "https://www.finam.ru/publications/item/aktsii-neftyanikov-vyrosli-na-fone-trevozhnykh-novostey-s-blizhnego-vostoka-20260301-2016/?utm_source=rss&utm_medium=new_compaigns&news_to_finamb=new_compaigns",
    "impact": "negative",
    "summary": "Рост акций Татнефти на 3,04% вызван эскалацией конфликта на Ближнем Востоке (авиаудары по Тегерану, частичное перекрытие Ормузского пролива), что подняло цены на нефть Brent до $73,21. Однако аналитики предупреждают о краткосрочности фактора — с апреля ОПЕК+ возобновит увеличение добычи на 206 тыс. барр/сутки, что создаст дополнительное давление на цены.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "ОПЕК+ бережет свободные мощности для балансировки рынка, считает аналитик",
    "type": "news",
    "url": "https://1prime.ru/20260301/opek-867919817.html",
    "impact": "negative",
    "summary": "Решение ОПЕК+ увеличить добычу на 166-206 тыс. барр/сутки в апреле создаёт дополнительное предложение на рынке нефти, что усиливает ценовое давление на и без того снизившиеся цены на Urals ($59/барр.). Для Татнефти как нефтепроизводителя это негативный фактор — рост предложения от ОПЕК+ усугубит кризисную ситуацию с ЧП в 2025 году.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Индия может начать закупать больше российской нефти, считает эксперт",
    "type": "news",
    "url": "https://ria.ru/20260301/indija-2077734118.html",
    "impact": "positive",
    "summary": "Статья о возможном увеличении экспорта российской нефти в Индию из-за остановки судоходства через Ормузский пролив — косвенно позитивна для Татнефти как российского нефтепроизводителя, поскольку рост спроса на российскую нефть в Азии может увеличить объёмы реализации. Однако Татнефть не является основным экспортёром в Индию (основной объём у Роснефти и Лукойла), поэтому эффект для компании ограниченный.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Цена на нефть марки Brent после ударов по Ирану превысила $80 за баррель",
    "type": "news",
    "url": "https://ria.ru/20260302/neft-2077760743.html",
    "impact": "positive",
    "summary": "Рост цен на Brent до $80+ (на 10,4%) вследствие эскалации конфликта на Ближнем Востоке и ударов по Ирану напрямую увеличивает выручку и чистую прибыль Татнефти как нефтепроизводителя. Высокие мировые цены на нефть компенсируют часть негативного эффекта от падения цен на Urals и укрепления рубля, которые ударили по ЧП в 2025 году.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]