[
  {
    "date": "2026-02-25",
    "title": "Новостной дайджест: основные движения и перспективы",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1269589.php",
    "impact": "neutral",
    "summary": "Сбербанк в 2025 году увеличил чистую прибыль по МСФО до 1,698 трлн рублей (+391 млрд в 4 квартале), что подтверждает сильные фундаментальные показатели банка и позитивно для дивидендной доходности ~11-12%. Статья также отмечает тренд на снижение ставок, что является ключевым драйвером для Сбербанка.",
    "strength": "medium",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "",
    "title": "https://www.forbes.ru/finansy/555872-pervyj-zampred-sbera-aleksandr-vedahin-v-gonku-bol-sih-budzetov-v-genai-vhodit-uze-pozdno",
    "type": "news",
    "url": "https://www.forbes.ru/finansy/555872-pervyj-zampred-sbera-aleksandr-vedahin-v-gonku-bol-sih-budzetov-v-genai-vhodit-uze-pozdno",
    "impact": "neutral",
    "summary": "Статья раскрывает планы Сбера по масштабным инвестициям в GenAI (350 млрд руб. в 2026 году с эффектом 100 млрд руб.) и дает важный прогноз по кредитованию: при текущей ставке 16% спрос на кредиты снижается, бизнес начнет инвестировать при снижении до 14%, а нормальное кредитование пойдет при 8%. Это подтверждает ключевой катализатор — снижение ставки ЦБ является главным драйвером для роста кредитного портфеля и прибыли Сбербанка.",
    "strength": "high",
    "action": "hold",
    "source": "rss-feeder"
  },
  {
    "date": "2026-02-26",
    "title": "Дивидендная доходность «голубых фишек». Какой она будет",
    "type": "news",
    "url": "",
    "impact": "positive",
    "summary": "Статья прогнозирует дивидендную доходность Сбербанка 12% по итогам 2025 года, что является одним из самых высоких показателей среди «голубых фишек». Альфа-Инвестиции рекомендует Сбербанк для покупки под дивиденды в 2026 году, отмечая устойчивое финансовое положение и ожидаемый рост прибыли.",
    "strength": "high",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Какие дивиденды заплатит Сбер?",
    "type": "news",
    "url": "https://smart-lab.ru/blog/1271346.php",
    "impact": "positive",
    "summary": "Статья раскрывает финансовые результаты Сбербанка за 4 квартал 2025 года: чистая прибыль 398,6 млрд руб. с разовым обесценением 121,8 млрд руб. Позитивно — рост чистого процентного дохода до 988,2 млрд руб. (+95 млрд кв/кв) и снижение резервов до 111,3 млрд руб. Подтверждены дивиденды 37,76 руб. (11,9% доходность), третья позиция в индексе Мосбиржи.",
    "strength": "high",
    "action": "buy",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "Смягчение ДКП откроет второе дыхание банковским потребкредитам в 2026 году",
    "type": "news",
    "url": "https://www.vedomosti.ru/finance/articles/2026/03/02/1179915-smyagchenie-dkp-otkroet-vtoroe-dihanie-bankovskim-potrebkreditam",
    "impact": "positive",
    "summary": "Статья о макроэкономическом прогнозе: снижение ключевой ставки до 13,5-14,5% к концу 2026 года стимулирует рост потребкредитования в банках до 7%. Это позитивно для Сбербанка как крупнейшего игрока рынка (>30% доля) — рост кредитования увеличит NII и прибыль, а также ускорит переоценку мультипликаторов. Однако статья не про Сбербанк напрямую, а про сектор в целом.",
    "strength": "medium",
    "action": "buy",
    "source": "rss-feeder"
  }
]