[
  {
    "date": "2026-02-24",
    "title": "Далеко не улетишь // «Аэрофлот» забрал у iFly все летающие Airbus A330",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8460842",
    "impact": "neutral",
    "summary": "Аэрофлот расширил «мокрый лизинг» с iFly до 4 Airbus A330, что временно усиливает парк дальнемагистральных бортов для замены лайнера на ремонте. Однако статья подчеркивает системную проблему дефицита запчастей: 17 из 41 борта Аэрофлота на ТО, более трети широкофюзеляжников в России не летают, прогнозируется сокращение парка до 52 бортов к 2030 году. Для Аэрофлота это усиление операционных возможностей в краткосрочной перспективе, но сохранение долгосрочных рисков санкционного давления на парк.",
    "strength": "medium",
    "action": "monitor",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "«Аэрофлот» отменил рейсы в Дубай и Абу-Даби на 1 марта",
    "type": "news",
    "url": "https://www.vedomosti.ru/politics/news/2026/03/01/1179833-aeroflot-otmenil",
    "impact": "negative",
    "summary": "Аэрофлот отменил рейсы в Дубай и Абу-Даби на 1 марта из-за продления ограничений на воздушное пространство ОАЭ, вызванных иранскими ударами. Это временное операционное ограничение на один день: 790 пассажиров размещены в гостиницах,其余自行 разместились. Учитывая, что ОАЭ — часть международных направлений (24% выручки), подобные геополитические эскалации на Ближнем Востоке напрямую бьют по международному сегменту Аэрофлота, хотя эффект краткосрочный.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  },
  {
    "date": "2026-03-01",
    "title": "«Аэрофлот» отменил рейсы в ОАЭ до 3 марта",
    "type": "news",
    "url": "https://www.kommersant.ru/doc/8477396",
    "impact": "negative",
    "summary": "Аэрофлот продлил отмену рейсов в ОАЭ до 3 марта из-за закрытия воздушного пространства страны на фоне иранских ударов по Ближнему Востоку. Это временное операционное ограничение затрагивает международный сегмент (24% выручки), что негативно в краткосрочной перспективе.",
    "strength": "medium",
    "action": "sell",
    "source": "rss-feeder"
  }
]